<template>
    <div>
        <center>
             <div class="jumbotron">
      <h1 class="display-5">Тонкие блины на молоке</h1>
        <p><img src="../assets/images/blini.jpg" width="300" height="200" alt="Иллюстрация" align="left" vspace="5" hspace="5">         
            Для приготовления блинов на молоке нам понадобятся следующие ингридиенты: пшеничная мука 400г, сахар 2 столовые ложки, яйцо куриное 4 штуки, 
            Молоко 1л, соль на кончике ножа, растительное масло 2 столовые ложки.
            <br><br>
            1. Взбейте яйца с сахаром.
            <br><br>
            2. Постепенно введите муку и соль, чередуя с молоком и аккуратно размешайте до однородной массы.
            <br><br>
            3. Оставьте на 20 минут.
            <br><br>
            4. Добавьте в тесто растительное масло и жарьте блины на сильно разогретой сковороде.    
            <br><br>
            Приятного аппетита!
        </p>
        </div> 
        </center>
    </div>
</template>