<template>
 <div class="mainpage">
   <center> <p class="display-5">На этой странице показаны некоторые вкусные и простые рецепты</p> 
    <div class="jumbotron">
      <h1 class="display-5">Сырники из творога</h1>
        <p>
          <img src="../assets/images/sirniki.jpg" width="300" height="200" alt="Иллюстрация" align="left" vspace="5" hspace="5">
          Главный секрет идеальных сырников — а точнее творожников, — творог нужно протереть через мелкое сито и отжать от влаги.
          Жирность предпочтительна не больше и не меньше 9%. Тесто должно получиться эластичным, чтобы при надавливании сырник не треснул на сковородке, а сохранил форму. 
          Если все сделать правильно, получатся нежные однородные кругляшки под плотной румяной корочкой. Сырники можно запекать в духовке или готовить на пару. 
          В рецепте не исключаются эксперименты с начинкой — сухофрукты, орехи, свежие фрукты и даже картофель лишними не будут.
        </p>
        <p class="lead">
          <router-link class="btn btn-primary btn-lg" to="/sirniki"  role="button">Читать далее</router-link>
        </p></div> 
          <div class="jumbotron">
      <h1 class="display-5">Спагетти карбонара с красным луком</h1>
        <p>
          <img src="../assets/images/spagetti.jpg" width="300" height="200" alt="Иллюстрация" align="left" vspace="5" hspace="5">
          Спагетти карбонара — хоть блюдо и итальянское, оно имеет хорошую популярность во всем мире, в том числе и у нас. 
          Изобретенная когда-то простыми шахтерами, эта простая и сытная паста завоевала сердца и желудки многих. 
          Для карбонары нужно выбирать такие ломтики бекона, где больше мяса и меньше жира. 
          Если его будет много, то, вытапливаясь при готовке, он сделает пасту слишком тяжелой. 
          Можно подавить чеснок и бросить в поджарку. Но, чтобы блюдо приобрело утонченный, еле уловимый аромат, достаточно потомить ломтики чеснока в масле и убрать из сковороды спустя пару минут. 
          Не обязательно использовать в рецепте карбонары спагетти — выбирайте любимые макароны из 500 видов всевозможной пасты. Но только из твердых сортов пшеницы.
        </p>
        <p class="lead">
         <router-link class="btn btn-primary btn-lg" to="/spagetti"  role="button">Читать далее</router-link>
        </p></div> 
         <div class="jumbotron">
      <h1 class="display-5">Тонкие блины на молоке</h1>
        <p>
          <img src="../assets/images/blini.jpg" width="300" height="200" alt="Иллюстрация" align="left" vspace="5" hspace="5">
         Тонкие блины на молоке — это английский вариант традиционных пышных русских блинов, выпеченных на дрожжах. 
         В Европе блинчики имеют вид тонких, почти прозрачных салфеток. Во Франции их называют «крепы» и подают с сотней разнообразных начинок. 
         Никаких особых уловок в приготовлении нет: чем более жидкое тесто, тем тоньше получается блинчики. Ажурный вариант, в дырочку, получится, если часть молока из рецепта добавить в тесто немного горячим. 
         Перед тем как залить первый блин, следует хорошо прокалить сковороду. Блинчик готов, когда он начинает зарумяниваться до хрустящих краев.
        </p>
        <p class="lead">
          <router-link class="btn btn-primary btn-lg" to="/blini"  role="button">Читать далее</router-link>
        </p></div> </center>
        
    </div>
    
</template>
    





<script>
export default {
  name: 'mainpage',
  data () {
    return {
      title: 'mainpage',
    }
  },
 
}
</script>
<style scoped>
.row img{
  max-height: 15em;


}
.row h3{
  cursor:pointer;
}
.news{
  width: 50%;
}
.hed{
  text-align: center;
  width: 50%;
}
.jumbotron{
  width: 50%;
}
</style>
