<template>
    <div>
        <center>
             <div class="jumbotron">
      <h1 class="display-5">Сырники из творога</h1>
        <p><img src="../assets/images/sirniki.jpg" width="300" height="200" alt="Иллюстрация" align="left" vspace="5" hspace="5">         
            Для приготовления сырников из творога нам понадобятся следующие ингридиенты: творог 500 грамм, 2 куриных яйца, 6 столовых ложек пшеничной муки, 2 столовых ложки сахара и 5 столовых ложек подсолнечного масла.
            <br><br>
            1. Положите весь творог в кастрюльку и разомните его вилкой так, чтобы в нем не осталось крупных комков. 
            Разбейте в него яйца, всыпьте сахар и тщательно все перемешайте. 
            Лучше не использовать слишком сухой или слишком влажный творог, иначе сырники будут разваливаться в процессе приготовления.
            <br><br>
            2. Всыпьте в творог 5 столовых ложек (с горкой) муки и тщательно перемешайте. Можно добавить немного больше муки, сырники получатся тогда более плотными. 
            Или муки можно добавить чуть меньше, и тогда сырники будут нежнее. В итоге у вас должна получиться однородная масса, из которой можно будет лепить сырники.
            <br><br>
            3. Поставьте сковороду на средний огонь и налейте в нее подсолнечное масло.
            <br><br>
            4. Насыпьте на тарелку немного муки. Слепите несколько небольших шариков из получившейся творожной массы и положите их на тарелку. 
            Лучше лепить разом 4–5 шариков — столько, сколько поместится одновременно на сковороду. 
            Затем по очереди обкатывайте творожные шарики в муке, плющите их в небольшие лепешки (они не должны быть слишком тонкие) и выкладывайте на сковороду.
            <br><br>
            5. Обжаривайте сырники 1–2 минуты до появления золотистой корочки. Затем переверните их на другую сторону и также обжарьте до золотистого состояния.
            <br><br>
            6. Повторяйте, пока творог не закончится.
            <br><br>
            Приятного аппетита!
        </p>
        </div> 
        </center>
    </div>
</template>