<template>
    <div>
        <center>
             <div class="jumbotron">
      <h1 class="display-5">Спагетти карбонара с красным луком</h1>
        <p><img src="../assets/images/spagetti.jpg" width="300" height="200" alt="Иллюстрация" align="left" vspace="5" hspace="5">         
            Для приготовления cпагетти карбонара с красным луком нам понадобятся следующие ингридиенты: спагетти 250г, сливочное масло 20г, чеснок 2 зубчика, красный лук 1 головка
            бекон 50г, сливки 20%-ные 200мл, тертый сыр пармезан 50г, яйцо куриное 4 штуки, соль по вкусу, перец черный молотый по вкусу.
            <br><br>
            1. Вскипятите воду в большой кастрюле и сварите пасту до состояния аль денте. Обычно для этого нужно варить ее на минуту меньше, чем указано на пачке.
            <br><br>
            2. Пока паста варится, растопите на сковороде масло и обжарьте на нем мелко нарезанные лук, чеснок и бекон. До мягкости и до отчетливого чесночного и жаренобеконного запаха.
            <br><br>
            3. Снимите сковороду с огня и в глубокой миске взбейте четыре яичных желтка со сливками и тертым пармезаном. Посолите и поперчите смесь, еще раз взбейте.
            <br><br>
            4. В готовые спагетти вывалите обжаренные с луком и чесноком кусочки бекона. Влейте смесь сливок, желтков и пармезана, перемешайте. 
            И сразу подавайте, посыпав свеженатертым сыром и черным молотым перцем.
            <br><br>
            Приятного аппетита!
        </p>
        </div> 
        </center>
    </div>
</template>