<template>
    <div>
        <h1>Новости</h1>
    <center>
        <div class="jumbotron">
      <h1 class="display-5">В продаже появился самый острый бургер в мире</h1>
        <p>
          <img src="../assets/images/news1.jpg" width="300" height="200" alt="Иллюстрация" align="left" vspace="5" hspace="5">
            Сеть супермаркетов Iceland Foods в Великобритании выпустила в продажу самые острые бургеры в мире. Об этом сообщает Mirror.
            Покупателям предлагают купить замороженный продукт Scary Spicy Carolina Reaper, в составе которого самый обжигающий язык перец чили. 
            Он примерно в 200 раз острее любого халапеньо, и составляет 2,2 миллиона единиц по определяющей жгучесть шкале Сковилла, пишет издание.
            Из-за большого интереса к продукту его начали продавать онлайн по цене за 2,5 фунта стерлингов (218 рублей). Прилагается также инструкция по приготовлению. 
            Производители советуют разогревать бургер на гриле, сковороде или в духовке.
            Покупатели уже оставили первые отзывы о жгучем фастфуде. «Если вам нравится острая еда, они великолепны!» — писали одни.
            «Действительно прекрасные бургеры, отличный вкус! Однако на следующий день вам будет плохо! Мы с партнером любители специй, но это было слишком», — предупреждали другие.
            В феврале сеть ресторанов быстрого питания «Бургер Кинг» представила в соцсетях рекламный ролик своего необычного бургера с плесенью. 
            Так компания хотела показать, что в составе их продукции только натуральные продукты, которые со временем портятся. Далеко не все пользователи сети оценили такую рекламную кампанию. 
            У некоторых любителей фастфуда увиденное вызвало отвращение к продукции «Бургер Кинга».
        </p>
        </div>
         <div class="jumbotron">
      <h1 class="display-5">Знаменитый повар раскрыл секрет идеального картофельного пюре</h1>
        <p>      
            Знаменитый австралийский повар Роб Никсон описал свой способ приготовления картофельного пюре. Об этом сообщает издание Daily Mirror.
            Никсон начинает с того, что ставит на огонь кастрюлю с подсоленой водой. Пока она греется, чистит картофель и откладывает очистки — они потребуются позднее. 
            Картофелины, по его словам, необходимо порезать пополам и варить 12-15 минут. Слив воду через дуршлаг, повар мнет их при помощи пресс-пюре, добавляет соль, белый перец, мягкое сливочное масло и тщательно перемешивает.
            Самый важный шаг — приготовление молока. Никсон наливает его в кастрюльку, ставит на сильный огонь и добавляет в него картофельные очистки. 
            Именно в них, по его мнению, и заключается секрет идеального пюре. «Грейте молоко две минуты, чтобы оно пропиталось вкусом очисток», — рекомендует повар. После этого молоко нужно отфильтровать, добавить в пюре — и можно есть.
        </p>
        </div>
        <div class="jumbotron">
      <h1 class="display-5">Знаменитый повар раскрыл секрет идеальной яичницы</h1>
        <p>          
            Знаменитый британский шеф-повар Гордон Рамзи рассказал, как приготовить идеальную яичницу-болтунью. Свои советы он изложил в четырехминутном видео, опубликованном на YouTube-канале WatchTheDaily.
            Секрет Рамзи в том, что он не добавляет специи до самого конца. По его мнению, многие солят яичницу слишком рано, из-за чего она получается водянистой. 
            Он начинает с того, что разбивает три яйца в небольшой сотейник, вместо соли и других приправ кладет туда ломтик сливочного масла и сразу же ставит на сильный огонь.
            Содержимое сотейника нужно непрерывно помешивать, как во время приготовления ризотто. Рамзи настаивает на том, что это следует делать только лопаточкой, а не венчиком. 
            Время от времени он снимает его с огня, продолжает мешать на столе, а затем ставит обратно. 
            Когда смесь становится однородной и загустевает, он добавляет половину столовой ложки крем-фреша (французского молочного продукта, напоминающего сметану). Только после этого болтунью можно солить и перчить.
            Рамзи подает болтунью с бездрожжевым хлебом, разогретым в тостере, шляпками грибов и гроздью маленьких помидоров, которые жарились на сковородке, пока он разбирался с яйцами.
            «Каждый раз, когда у нас появляется новый повар, мы всегда просим его приготовить яичницу-болтунью, — объясняет знаменитость. — Если она получается идеальной, то можно не сомневаться, что он умеет готовить».
        </p>
        </div> 
         </center>
    </div>  
</template>

<style>
.jumbotron{
  width: 50%;
}
</style>